/*
 Localizable.strings
 cs74cms
 
 Created by 140 on 16/1/14.
 Copyright © 2016年 XunYi Science and Technology Co.,Ltd. All rights reserved.
 */
//
"确定" = "确定";

////RootViewController.m
"请输入关键字..." = "请输入关键字...";
"职位搜索" = "职位搜索";
"搜索简历" = "搜索简历";
"招聘会" = "招聘会";
"微商圈" = "微商圈";
"新闻资讯" = "新闻资讯";
"更多" = "更多";
"会员中心" = "会员中心";
"首页" = "首页";

//LanguageSettingViewController.m
"语言" = "语言";
"中文" = "中文";
"英语" = "English";

////SearchViewController.m
"搜索" = "搜索";
"搜职位" = "搜职位";
"热门搜索:" = "热门搜索:";
"搜简历" = "搜简历";

//ShakeViewController.m
"无法获取您的位置！" = "无法获取您的位置！";

//AboutUsViewController.m
"关于我们" = "关于我们";
"欢迎页" = "欢迎页";
"网站介绍" = "网站介绍";
"客服电话" = "客服电话";
"官方网站" = "官方网站";

//FeekbackViewController.m
"用户反馈" = "用户反馈";
"反馈类型:" = "反馈类型:";
"意见" = "意见";
"建议" = "建议";
"求助" = "求助";
"投诉" = "投诉";
"请输入您的反馈意见(200字以内)" = "请输入您的反馈意见(200字以内)";
"联系方式:" = "联系方式:";
"请输入您的联系方式" = "请输入您的联系方式";
"提交" = "提交";
"请选择反馈类型" = "请选择反馈类型";
"反馈内容不能为空" = "反馈内容不能为空";
"联系方式不能为空" = "联系方式不能为空";
"反馈成功！" = "反馈成功！";
"反馈失败" = "反馈失败";

//IntroduceViewController.m
"骑士人才系统" = "骑士人才系统";
"太原迅易科技发展" = "太原迅易科技发展";

//MoreCenterViewController.m
"摇一摇" = "摇一摇";
"推送设置" = "推送设置";
"更换皮肤" = "更换皮肤";
"清除缓存" = "清楚缓存";
"缓存清理成功！" = "缓存清理成功！";

//PushSetViewController.m
"推送通知" = "推送通知";
"打开该功能,系统将接收推送消息" = "打开该功能,系统将接收推送消息";

//SkinViewController.m
"默认" = "默认";
"蓝色" = "蓝色";
//JobListViewController.m
"列表" = "列表";

//NewsViewController.m
"资讯详情" = "资讯详情";
"新闻分类" = "新闻分类";

//RecruitmentDetailViewController.m
"招聘会详情" = "招聘会详情";
"举办范围：" = "举办范围：";
"举办地点：" = "举办地点：";
"  招聘会介绍" = "  招聘会介绍";
"  参会行业" = "  参会行业";
"  联系方式" = "  联系方式";
"联系人：" = "联系人：";
"2015年4月1日" = "2015年4月1日";
"联系电话：" = "联系电话：";

//RecruitmentViewController.m
"时间范围" = "时间范围";
"今天" = "今天";
"近三天" = "近三天";
"近两周" = "近两周";
"近一月" = "近一月";
"近两月" = "近两月";
"已举行" = "已举行";

//MapSearchViewController.m
"地图搜索" = "地图搜索";
"行业选择" = "行业选择";
"职能选择" = "职能选择";
"发布日期" = "发布日期";
"发布日期" = "发布日期";
"所有行业" = "所有行业";
"所有职能" = "所有职能";
"所有日期" = "所有日期";
"行业" = "行业";
"职能" = "职能";
"近一周" = "近一周";
"近半月" = "近半月";
"      中心位置:%@" = "      中心位置:%@";

//FindResumeViewController.m
"应聘简历" = "应聘简历";
"搜索职位" = "搜索职位";
"应聘简历" = "应聘简历";
"搜索职位" = "搜索职位";
"求职状态" = "求职状态";
"学历要求" = "学历要求";
"工作经验" = "工作经验";
"应聘职位" = "应聘职位";
"简历备注" = "简历备注";
"薪资待遇" = "薪资待遇";
"应聘:%@" = "应聘:%@";
"上拉显示更多数据" = "上拉显示更多数据";

//SearchResumeViewController.m
"意向地区" = "意向地区";
"意向职位" = "意向职位";
"学历" = "学历";
"地区" = "地区";
"行业" = "行业";
"职能" = "职能";
"更新日期" = "更新日期";
"近期搜索记录" = "近期搜索记录";
"清空搜索记录" = "清空搜索记录";
"暂无历史搜索记录" = "暂无历史搜索记录";
"清空历史搜索记录成功！" = "清空历史搜索记录成功！";

//MapBigViewController.m
"地图定位" = "地图定位";
"职位列表" = "职位列表";
"您的位置" = "您的位置";
"所在位置" = "所在位置";

//OtherRegisterViewController.m
"完善注册信息" = "完善注册信息";
"请选择会员类型" = "请选择会员类型";
"请输入常用邮箱" = "请输入常用邮箱";
"请输入手机号" = "请输入手机号";
"请输入密码" = "请输入密码";
"保存" = "保存";
"已有账号,立即绑定>>" = "已有账号,立即绑定>>";
"企业会员" = "企业会员";
"个人会员" = "个人会员";

//ContectUserViewController.m
"账号绑定" = "账号绑定";
"请输入用户名" = "请输入用户名";
"立即绑定" = "立即绑定";

//FindPwdViewController.m
"找回密码" = "找回密码";
"邮箱" = "邮箱";
"手机号" = "手机号";
"请输入已注册的邮箱" = "请输入已注册的邮箱";
"请输入手机号" = "请输入手机号";
"验证码" = "验证码";
"请输入验证码" = "请输入验证码";
"获取验证码" = "获取验证码";
"下一步" = "下一步";
"验证码不能为空!" = "验证码不能为空!";
"已发送(%d秒)" = "已发送(%d秒)";
"已发送(60秒)" = "已发送(60秒)";

//SetPwdViewController.m
"您已通过邮箱验证，请输入新密码" = "您已通过邮箱验证，请输入新密码";
"您已通过手机号验证，请输入新密码" = "您已通过手机号验证，请输入新密码";
"新密码" = "新密码";
"确认密码" = "确认密码";
"重置密码" = "重置密码";
"密码不能为空!" = "密码不能为空!";
"提示" = "提示";
"重置密码成功， 请重新登录" = "重置密码成功， 请重新登录";


//QuickLoginViewController.m
"快捷登录" = "快捷登录";
"登录" = "登录";

//RegisterMainViewController.m
"注册" = "注册";
"请输入6-18位密码" = "请输入6-18位密码";
"请确认密码" = "请确认密码";
"已有账号，立即登陆>>" = "已有账号，立即登陆>>";
"手机注册" = "手机注册";
"两次输入密码不同" = "两次输入密码不同";

//PhoneRegistViewController.m
"验证码错误!" = "验证码错误!";

//AuthenticationViewController.m
"手机认证成功后可接受HR来电，还可以用来登录。" = "手机认证成功后可接受HR来电，还可以用来登录。";
"你已经认证过手机号，如需更改请重新认证新手机号。" = "你已经认证过手机号，如需更改请重新认证新手机号。";
"更改手机认证" = "更改手机认证";
"手机认证" = "手机认证";
"认证成功！" = "认证成功！";

//ChangePasswordViewController.m
"旧密码" = "旧密码";
"请输入6-18位数字或字母" = "请输入6-18位数字或字母";
"确认密码必须与新密码相同" = "确认密码必须与新密码相同";

//ColloctionViewController.m
"申请的职位" = "申请的职位";
"谁关注我" = "谁关注我";
"面试邀请" = "面试邀请";
"我的收藏" = "我的收藏";
"已下载的简历" = "已下载的简历";
"发起的面试邀请" = "发起的面试邀请";
"收藏的简历" = "收藏的简历";
"面试职位:%@" = "面试职位:%@";
"%@ (%@ %@岁 %@ %@)" = "%@ (%@ %@岁 %@ %@)";

//InfoViewController.m
"姓    名" = "姓    名";
"性    别" = "性    别";
"出生日期" = "出生日期";
"最高学历" = "最高学历";
"专业类别" = "专业类别";
"工作年限" = "工作年限";
"现居住地" = "现居住地";
"联系电话" = "联系电话";
"联系邮箱" = "联系邮箱";
"请输入姓名" = "请输入姓名";
"请选择出生日期" = "请选择出生日期";
"请选择学历" = "请选择学历";
"请选择专业" = "请选择专业";
"请选择工作年限" = "请选择工作年限";
"请选择居住地" = "请选择居住地";
"请输入联系电话" = "请输入联系电话";
"请输入邮箱" = "请输入邮箱";
"联系方式" = "联系方式";
"男" = "男";
"女" = "女";
"个人资料" = "个人资料";
"请选择性别" = "请选择性别";

//LoginViewController.m
"请输入用户名/邮箱/手机号" = "请输入用户名/邮箱/手机号";
"免费注册" = "免费注册";
"忘记密码?" = "忘记密码?";
"使用第三方登录" = "使用第三方登录";
"用户名与密码不能为空" = "用户名与密码不能为空";
"登录完成" = "登录完成";
"登录不成功 没有获取accesstoken" = "登录不成功 没有获取accesstoken";
"暂无网络，请检查网络连接" = "暂无网络，请检查网络连接";
"手机找回密码" = "手机找回密码";
"邮箱找回密码" = "邮箱找回密码";
"取消" = "取消";

//MessageViewController.m
"消息提醒" = "消息提醒";
"清空" = "清空";
"系统消息" = "系统消息";

//MessageDetailViewController.m
"删除" = "删除";
"删除成功" = "删除成功";

//ChangeResumeViewController.m
"刷新时间  %@" = "刷新时间  %@";
"完 整 度" = "完 整 度";
"个人信息" = "个人信息";
"求职意向" = "求职意向";
"自我评价" = "自我评价";
"教育经历" = "教育经历";
"工作经历" = "工作经历";
"培训经历" = "培训经历";
"完整" = "完整";
"不完整" = "不完整";
"基本信息" = "基本信息";
"其他信息" = "其他信息";
"如需填写更多内容请到骑士人才系统官网完善" = "如需填写更多内容请到骑士人才系统官网完善";
"我的简历" = "我的简历";
"预览" = "预览";

//CreateResume2ViewController.m
"求职状态" = "求职状态";
"工作类型" = "工作类型";
"地    区" = "地    区";
"行    业" = "行    业";
"职    能" = "职    能";
"期望薪水" = "期望薪水";
"请选择状态" = "请选择状态";
"请选择工作类型" = "请选择工作类型";
"请选择地区" = "请选择地区";
"请选择行业" = "请选择行业";
"请选择职能" = "请选择职能";
"请选择薪水" = "请选择薪水";
"保存并继续完善" = "保存并继续完善";
"选择地区" = "选择地区";
"选择行业" = "选择行业";
"选择职能" = "选择职能";

//CreateResumeViewController.m
"创建简历" = "创建简历";
"姓名不能为空" = "姓名不能为空";
"出生日期不能为空" = "姓名不能为空";
"工作年限不能为空" = "工作年限不能为空";
"现居住地不能为空" = "现居住地不能为空";
"联系电话不能为空" = "联系电话不能为空";
"联系邮箱不能为空" = "联系邮箱不能为空";
"请输入正确的手机号" = "请输入正确的手机号";
"请输入正确的邮箱" = "请输入正确的邮箱";

//EducationViewController.m
"请选择开始时间" = "请选择开始时间";
"请选择结束时间" = "请选择结束时间";
"请输入学校" = "Please enter school";
"请选择学历" = "请选择学历";
"请输入专业" = "请输入专业";
"至今" = "至今";
"开始时间" = "开始时间";
"结束时间" = "结束时间";
"学    校" = "学    校";
"学    历" = "学    校";
"专    业" = "专    业";

//EducationArrayViewController.m
"添加教育经历" = "添加教育经历";
"长按可删除教育经历" = "长按可删除教育经历";
"添加" = "添加";
"确定要删除当前教育经验吗？" = "确定要删除当前教育经验吗？";
"确定要删除当前工作经历吗？" = "确定要删除当前工作经历吗？";
"确定要删除该条培训经历吗？" = "确定要删除该条培训经历吗？";
"消息确认" = "消息确认";

//EducationTableViewCell.m
"%@到%@" = "%@到%@";

//ChoiceIndustryViewController.mm
"已选职能" = "已选职能";
"已选行业" = "已选行业";
"已选地区" = "已选地区";
"%d/3  展开" = "%d/3  展开";
"定位" = "定位";
"%d/3  收起" = "%d/3  收起";

//Preview1ViewController.m
"这个人很懒， 什么也没有留下！" = "这个人很懒， 什么也没有留下！";
"更新于" = "更新于";
"%@|%d岁|%@|%@" = "%@|%d岁|%@|%@";
"现居住地：" = "现居住地：";
"太原" = "太原";
"求职状态：" = "求职状态：";
"  联系方式" = "  联系方式";
"联系电话:" = "联系电话:";
"  求职意向" = "  求职意向";
"工作性质：" = "工作性质：";
"期望行业：" = "期望行业：";
"期望地点：" = "期望地点：";
"期望薪资：" = "期望薪资：";
"目标职能：" = "目标职能：";
"  自我评价" = "  自我评价";
"  教育经历" = "  教育经历";
"%@到%@  %@" = "%@到%@  %@";
"  工作经验" = "  工作经验";
"%@到%@  %@|%@" = "%@到%@  %@|%@";
"  培训经历" = "  培训经历";

//Preview2ViewController.m
"简历1" = "简历1";
"备注" = "备注";

//Preview2ViewController.m
"下载简历" = "下载简历";
"已下载该简历" = "已下载该简历";
"收藏" = "收藏";
"该种用户不能下载简历" = "该种用户不能下载简历";
"下载成功！" = "下载成功！";
"已下载该简历" = "已下载该简历";
"该种用户不能添加备注" = "该种用户不能添加备注";
"符合要求" = "符合要求";
"不符合要求" = "不符合要求";
"需要会和您联系" = "需要会和您联系";
"未接通电话" = "未接通电话";
"备注简历" = "备注简历";
"合适" = "合适";
"不合适" = "不合适";
"待定" = "待定";
"未接通" = "未接通";
"添加备注成功" = "添加备注成功";

//ResumeCenterView.m
"公开" = "公开";
"刷新时间   " = "刷新时间   ";
"创建时间   " = "创建时间   ";
"编辑简历" = "编辑简历";
"预览简历" = "预览简历";
"刷新简历" = "刷新简历";
"隐私设置" = "隐私设置";
"屏蔽企业" = "屏蔽企业";
"删除简历" = "删除简历";
"刷新时间   %@" = "刷新时间   %@";

//ResumeCenterViewController.m
"您还没有简历" = "您还没有简历";
"填写好简历，找到适合自己的工作" = "填写好简历，找到适合自己的工作";
"简历中心" = "简历中心";
"创建" = "创建";
"正在刷新简历..." = "正在刷新简历...";
"隐私" = "隐私";
"保密" = "保密";
"只有一份简历， 不可删除！" = "只有一份简历， 不可删除！";
"确定要删除当前简历吗？" = "确定要删除当前简历吗？";
"确认" = "确认";
"最多可以创建3份简历！" = "最多可以创建3份简历！";

//SelfEvaluationViewController.m
"输入你对自己的简短评价。请简明扼要的说明你最大的优势是什么，避免使用一些空洞老套的话。" = "输入你对自己的简短评价。请简明扼要的说明你最大的优势是什么，避免使用一些空洞老套的话。";
"资料保存失败!" = "资料保存失败!";

//ShieldingViewController.m
"如果不想让某家公司看到你的公开简历，可进行屏蔽设置，最多可以设置5个公司。" = "如果不想让某家公司看到你的公开简历，可进行屏蔽设置，最多可以设置5个公司。";
"设置屏蔽企业" = "设置屏蔽企业";
"已经添加了5个屏蔽字段" = "已经添加了5个屏蔽字段";
"你确定要删除当前屏蔽企业吗？" = "你确定要删除当前屏蔽企业吗？";

//TrainViewController.m
"培训机构" = "培训机构";
"培训课程" = "培训课程";
"培训内容" = "培训内容";
"请输入培训机构名称" = "请输入培训机构名称";
"请输入培训课程" = "请输入培训课程";
"请输入培训内容" = "请输入培训内容";
"添加培训经历" = "添加培训经历";
"培训描述" = "培训描述";
"请对你的培训内容做一个简短的描述" = "请对你的培训内容做一个简短的描述";
"已输入%lu字" = "已输入%lu字";

//WordViewController.m
"公    司" = "公    司";
"职    位" = "职    位";
"工作职责" = "工作职责";
"请输入公司" = "请输入公司";
"请选择职能" = "请选择职能";
"请输入工作职责" = "请输入工作职责";
"添加工作经历" = "添加工作经历";

//AchievementViewController.m
"输入你对自己工作职责的简短描述" = "输入你对自己工作职责的简短描述";
"职责介绍" = "职责介绍";

//UserCenterViewController.m
"简历中心" = "简历中心";
"修改密码" = "修改密码";
"退出登录" = "退出登录";
"未认证手机" = "未认证手机";
"手机已认证" = "手机已认证";

//CutImageViewController.m
"修剪照片" = "修剪照片";
"拍照" = "拍照";
"从手机相册获取" = "从手机相册获取";
"修改简历头像" = "修改简历头像";

//InitData.m
"正在加载数据..." = "正在加载数据...";
"提示" = "提示";
"当前网络不可用，请检查网络连接！" = "当前网络不可用，请检查网络连接！";

//EditResumeViewController.m
"编辑微简历" = "编辑微简历";
"有效期" = "有效期";
"延长时间" = "延长时间";
"自我描述" = "自我描述";
"联系电话" = "联系电话";
"管理密码" = "管理密码";
"请选择性别" = "请选择性别";
"请选择工作经验" = "请选择工作经验";
"请输入意向职位" = "请输入意向职位";
"请选择意向地区" = "请选择意向地区";
"请选择有效期" = "请选择有效期";
"请输入延长时间" = "请输入延长时间";
"请输入自我描述" = "请输入自我描述";
"请输入联系电话" = "请输入联系电话";
"请输入管理密码" = "请输入管理密码";

//PublicJobViewController.m
"发布微招聘" = "发布微招聘";
"编辑微招聘" = "编辑微招聘";
"公司名称" = "公司名称";
"职位名称" = "职位名称";
"招聘人数" = "招聘人数";
"工作地区" = "工作地区";
"任职要求" = "任职要求";
"联系人" = "Contacts";
"请输入企业名称" = "请输入企业名称";
"职位名称" = "职位名称";
"请输入招聘人数" = "请输入招聘人数";
"请选择工作地区" = "请选择工作地区";
"请填写任职要求" = "请填写任职要求";
"请填写联系人" = "请填写联系人";
"请填写联系电话" = "请填写联系电话";
"请输入管理密码" = "请输入管理密码";

//DistrictCenterViewController.m
"微招聘" = "微招聘";
"微简历" = "微简历";
"发布微简历" = "发布微简历";
"%@ (%@ %d岁 %@)" = "%@ (%@ %d岁 %@)";

//MicroResumeViewController.m
"编辑" = "编辑";
"更新于%@" = "更新于%@";
"%@|%@岁|%@" = "更新于%@";
"意向职位：" = "意向职位：";
"意向地区：" = "意向地区：";
"联系方式" = "联系方式";
"联系人:" = "联系人:";
"联系电话:" = "联系电话:";

//MicroZhaoPinViewController.m
"浏览%d次" = "浏览%d次";
"公司名称：" = "公司名称：";
"工作地点：" = "工作地点：";
"招聘人数:" = "招聘人数:";
"%d人" = "%d人";
"职位要求" = "职位要求";

//EditJobViewController.m
"修改职位" = "修改职位";
"职位性质" = "职位性质";
"职位类别" = "职位类别";
"有效时间" = "有效时间";
"学历要求" = "学历要求";
"联系邮箱" = "联系邮箱";
"请输入职位名称" = "请输入职位名称";
"请选择职位性质" = "请选择职位性质";
"请选择招聘职位" = "请选择招聘职位";
"请选择薪资待遇" = "请选择薪资待遇";
"请选择学历" = "请选择学历";
"请选择工作经验" = "请选择工作经验";
"请输入职位描述" = "请输入职位描述";
"请输入邮箱" = "请输入邮箱";
"职位描述" = "职位描述";
"职位性质分类" = "职位性质分类";
"工作地区" = "工作地区";

//CompanyCenterViewController.m
"企业中心" = "企业中心";
"请输入公司名称" = "请输入公司名称";
"性质：" = "性质：";
"股份制企业" = "股份制企业";
"规模：" = "规模：";
"20-99人" = "20-99人";
"行业：" = "行业：";
"计算机软件" = "计算机软件";
"地址：" = "地址：";
"北京市朝阳区太阳宫中路" = "北京市朝阳区太阳宫中路";
"发布职位" = "发布职位";
"管理职位" = "管理职位";
"应聘简历" = "应聘简历";
"已下载的简历" = "已下载的简历";
"发起的面试邀请" = "发起的面试邀请";
"收藏的简历" = "收藏的简历";

//EditCompanyViewController.m
"编辑企业资料" = "编辑企业资料";
"企业名称" = "企业名称";
"企业性质" = "企业性质";
"所属行业" = "所属行业";
"企业规模" = "企业规模";
"所在地区" = "所在地区";
"详细地址" = "详细地址";
"公司简介" = "公司简介";
"请输入企业名称" = "请输入企业名称";
"请输入企业性质" = "请输入企业性质";
"请输入企业所属行业" = "请输入企业所属行业";
"请输入企业规模" = "请输入企业规模";
"请输入企业所在地" = "请输入企业所在地";
"请输入企业详细地址" = "请输入企业详细地址";
"请输入企业介绍" = "请输入企业介绍";

//IntruduceViewController.m
"请简要叙述职位的功能及要求！" = "请简要叙述职位的功能及要求！";
"请简要叙述对自己的评价。避免使用一些空洞老套的话。" = "请简要叙述对自己的评价。避免使用一些空洞老套的话。";
"输入对公司的简要介绍。" = "输入对公司的简要介绍。";

//JobDetailViewController.m
"详情" = "详情";
"职位详情" = "职位详情";
"销售管理" = "销售管理";
"%d人投简历" = "%d人投简历";
"职位类别：" = "职位类别：";
"招聘条件：" = "招聘条件：";
"%@|招%d人|%@|%@" = "%@|招%d人|%@|%@";
"3000-5000元/月" = "3000-5000元/月";
"联系人：" = "联系人：";
"联系电话：" = "联系电话：";
"联系邮箱：" = "联系邮箱：";
"该公司的其他职位（%d）" = "该公司的其他职位（%d）";
"申请职位" = "申请职位";
"电话" = "电话";
"该种用户不能申请职位" = "该种用户不能申请职位";
"选择简历" = "选择简历";
"无法拨打联系电话！" = "无法拨打联系电话！";
"该种用户不能收藏职位" = "该种用户不能收藏职位";
"已申请该职位" = "已申请该职位";

//ManageTableViewCell.m
"查看" = "查看";

//ManageViewController.m
"发布" = "发布";
"应聘:%@" = "应聘:%@";
"%@|%@|浏览%d次" = "%@|%@|浏览%d次";

//OtherJobViewController.m
"共有%d个职位正在招聘" = "共有%d个职位正在招聘";
"职位描述" = "职位描述";

//AppDelegate.m
"初始化成功" = "初始化成功";
"初始化失败:%@" = "初始化失败:%@";

"网络请求超时，请稍后重试!" = "网络请求超时，请稍后重试!";

//KSDefaultHeadRefreshView.m
"下拉刷新" = "下拉刷新";
"松开刷新" = "松开刷新";
"加载中..." = "Loading...";
"加载更多数据" = "加载中...";
"已无更新的数据" = "已无更新的数据";








